Repository: olerem/gnome-recorder
Catalog: gnome-cd/doc/*/*.po
Languages: de, el

source: CD Player Manual V2.6
de: CD-Spieler-Handbuch V2.6
el: Εγχειρίδιο της εφαρμογής αναπαραγωγής CD V2.6

source: CD Player is the Compact Discs (CDs) audio player for GNOME
de: Der CD-Spieler ist das Abspielprogramm für Audio-CDs für GNOME
el: Το CD Player είναι η εφαρμογή αναπαραγωγής οπτικών δίσκων ήχου (CD) του GNOME

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
el: Έργο τεκμηρίωσης GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά Εδάφια, χωρίς Εξώφυλλα Κειμένου, και χωρίς Οπισθόφυλλα Κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν τον <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του GNOME όπως διανέμεται υπό τους όρους του GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες είναι σήματα κατατεθέντα. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση GNOME, και τα μέλη της ομάδας τεκμηρίωσης GNOME έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΟΤΙ ΜΠΟΡΕΙ ΝΑ ΕΞΥΠΗΡΕΤΗΣΕΙ ΚΑΠΟΙΟ ΣΚΟΠΟ Η ΟΤΙ ΕΙΝΑΙ ΧΩΡΙΣ ΣΦΑΛΜΑ. ΟΛΟΚΛΗΡΗ Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ ΚΑΙ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΝΗΚΕΙ ΣΕ ΕΣΑΣ. ΕΑΝ Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ Ή ΠΑΡΑΛΛΑΓΗ ΑΥΤΗΣ ΕΙΝΑΙ ΛΑΘΟΣ ΚΑΤΑ ΚΑΠΟΙΟ ΤΡΟΠΟ ΕΣΕΙΣ ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΗΝ ΕΥΘΥΝΗ ΤΗΣ ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: GNOME Documentation Team
de: GNOME-Dokumentationsteam
el: Ομάδα Τεκμηρίωσης GNOME

source: February 2004
de: Februar 2004
el: Φεβρουάριος 2004

source: Sun GNOME Documentation Team
de: Sun GNOME-Dokumentationsteam
el: Ομάδα Τεκμηρίωσης GNOME Sun

source: CD Player Manual V2.5
de: CD-Spieler-Handbuch V2.5
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.5

source: August 2003
el: Αύγουστος 2003

source: CD Player Manual V2.4
de: CD-Spieler-Handbuch V2.4
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.4

source: April 2003
el: Απρίλιος 2003

source: CD Player Manual V2.3
de: CD-Spieler-Handbuch V2.3
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.3

source: January 2003
de: Januar 2003
el: Ιανουάριος 2003

source: CD Player Manual V2.2
de: CD-Spieler-Handbuch V2.2
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.2

source: August 2002
el: Αύγουστος 2002

source: CD Player Manual V2.1
de: CD-Spieler-Handbuch V2.1
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.1

source: July 2002
de: Juli 2002
el: Ιούλιος 2002

source: CD Player Manual V2.0
de: CD-Spieler-Handbuch V2.0
el: Εγχειρίδιο εφαρμογής αναπαραγωγής CD V2.0

source: May 2002
de: Mai 2002
el: Μάιος 2002

source: This manual describes version 2.5.2 of CD Player.
de: Dieses Handbuch beschreibt Version 2.5.2 des <application>CD-Spielers</application>.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 2.5.2 της εφαρμογής αναπαραγωγής CD.

source: Feedback
de: Rückmeldungen
el: Ανάδραση

source: To report a bug or make a suggestion regarding the CD Player application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zum CD-Spieler oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
el: Για να αναφέρετε κάποιο σφάλμα ή να κάνετε υποδείξεις που αφορούν την εφαρμογή CD Player ή αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες στην σελίδα <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.

source: CD Player
de: CD-Spieler
el: Εφαρμογή αναπαραγωγής CD

source: Introduction
de: Einführung
el: Εισαγωγή

source: The <application>CD Player</application> application enables you to play audio Compact Discs (CDs) on your computer. You can use <application>CD Player</application> to perform the following tasks with audio CDs:
de: Die Anwendung <application>CD-Spieler</application> ermöglicht Ihnen die Wiedergabe von Audio-Compact-Discs (CDs) auf Ihrem Rechner. Sie können mit Hilfe des <application>CD-Spielers</application> folgende Aufgaben mit CDs ausführen:
el: Η εφαρμογή αναπαραγωγής CD <application>CD Player</application> σας επιτρέπει να αναπαράγετε ψηφιακούς δίσκους audio(CD) με τον υπολογιστή σας. Μπορείτε να χρησιμοποιήσετε την εφαρμογή <application>CD Player</application> για να εκτελέσετε τις εξής εργασίες με ψηφιακούς δίσκους CD:

source: Play, pause, stop, or eject a CD.
de: Abspielen, Pausieren, Anhalten oder Auswerfen einer CD.
el: Αναπαραγωγή, παύση, διακοπή, ή εξαγωγή του CD.

source: Move through the tracks on the CD.
de: Durchsuchen der Titel einer CD.
el: Μετακίνηση στα κομμάτια που περιέχει το CD.

source: Adjust the output volume from the CD Player.
de: Einstellen der Wiedergabelautstärke des CD-Spielers.
el: Ρύθμιση της έντασης εξόδου του CD Player.

source: Edit the track information.
de: Bearbeiten der Titelinformationen.
el: Επεξεργασία των πληροφοριών για τα κομμάτια.

source: Getting Started
de: Erste Schritte
el: Ξεκινώντας

source: To Start CD Player
de: Den CD-Spieler starten
el: Εκκίνηση της εφαρμογής CD player

source: You can start <application>CD Player</application> in the following ways:
de: Sie können den <application>CD-Spieler</application> auf eine der folgenden Arten starten:
el: Μπορείτε να εκκινήσετε την εφαρμογή <application>CD Player</application> με τους εξής τρόπους:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
el: Μενού <guimenu>Εφαρμογές</guimenu>

source: Choose <menuchoice><guisubmenu>Multimedia</guisubmenu><guimenuitem>CD Player</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>CD-Spieler</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guisubmenu>Ήχος & βίντεο</guisubmenu><guimenuitem>CD Player</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
el: Γραμμή εντολών

source: Execute the following command: <command>gnome-cd</command>
de: Führen Sie folgenden Befehl aus: <command>gnome-cd</command>
el: Εκτελέστε την εντολή: <command>gnome-cd</command>

source: When You Start CD Player
de: Beim Start des CD-Spielers
el: Κατά την έναρξη του CD Player

source: When you start <application>CD Player</application>, the following window is displayed.
de: Wenn Sie den <application>CD-Spieler</application> starten, wird folgendes Fenster angezeigt.
el: Στην έναρξη του <application>CD Player</application>, προβάλλεται το παρακάτω παράθυρο.

source: CD Player Window
de: Hauptfenster des CD-Spielers
el: Παράθυρο CD Player

source: Shows CD Player main window.
de: Zeigt das Hauptfenster des CD-Spielers.
el: Εμφανίζει το κύριο παράθυρο του CD Player.

source: The <application>CD Player</application> window contains the following elements:
de: Das <application>CD-Spieler</application>-Fenster enthält die folgenden Elemente:
el: Το παράθυρο του <application>CD Player</application> περιέχει τα εξής στοιχεία:

source: A display area that displays details about the CD that you are playing.
de: Ein Anzeigebereich, der Details über die abgespielte CD anzeigt.
el: Μία περιοχή προβολής που εμφανίζει λεπτομέρειες για το CD που αναπαράγετε.

source: A <guilabel>Volume control</guilabel> slider that enables you to control the output volume.
de: Ein <guilabel>Lautstärkeregler</guilabel>, mit dem Sie die Wiedergabelautstärke enstellen können.
el: Έναν ρυθμιστή <guilabel>Ελέγχου έντασης</guilabel> που σας επιτρέπει τον έλεγχο της έντασης εξόδου.

source: A <guilabel>Position</guilabel> slider that displays the progress of the current track. You can move the slider forwards or backwards to move the play to a different position on the track.
de: Ein <guilabel>Positions</guilabel>-Schieberegler, der den Fortschritt des aktuell abgespielten Titels anzeigt. Sie können den Schieberegler vor- und zurückbewegen, um zu einer bestimmten Position innerhalb eines Titels zu springen.
el: Έναν ρυθμιστή <guilabel>Θέση</guilabel> που προβάλλει την θέση στο τρέχον κομμάτι. Μπορείτε μετακινώντας τον ρυθμιστή εμπρός ή πίσω να μετακινήσετε την αναπαραγωγή σε διαφορετικό σημείο του κομματιού.

source: Shows Preferences button.
de: Zeigt den Knopf für die Einstellungen.
el: Εμφανίζει το πλήκτρο προτιμήσεις.

source: A <placeholder-1/> button that enables you to open the <guilabel>Preferences</guilabel> dialog.
de: Ein <placeholder-1/>-Knopf, der Ihnen das Öffnen des <guilabel>Einstellungsdialogs</guilabel> erlaubt.
el: Ένα <placeholder-1/> πλήκτρο που σας επιτρέπει να ανοίξετε τον διάλογο <guilabel>Προτιμήσεις</guilabel>.

source: A drop-down list that enables you to view the names of the tracks on the CD and move to a track.
de: Eine Auswahlliste, die Ihnen das Betrachten der Titelnamen einer CD und das Springen zu einem bestimmten Titel ermöglicht.
el: Μία αναπτυσσόμενη λίστα που σας επιτρέπει να δείτε τους τίτλους των κομματιών στο CD και να μετακινηθείτε σε κάποιο κομμάτι.

source: Shows Open track editor button.
de: Zeigt den Knopf zum Öffnen des Titeleditors.
el: Εμφανίζει το πλήκτρο ανοίγματος της επεξεργασίας κομματιού.

source: A <placeholder-1/> button that enables you to open the <guilabel>Track Editor</guilabel> dialog.
de: Der Knopf <placeholder-1/> ermöglicht Ihnen das Öffnen des <guilabel>Titeleditors</guilabel>.
el: Ένα <placeholder-1/> πλήκτρο που σας επιτρέπει να ανοίξετε τον διάλογο <guilabel>Επεξεργαστή κομματιών</guilabel>.

source: A button area that enables you to play the tracks on the CD.
de: Der Knopfbereich ermöglicht Ihnen das Abspielen der Titel einer CD.
el: Ένα πλήκτρο που σας επιτρέπει να αναπαράγετε τα κομμάτια στο CD.

source: Usage
de: Benutzung
el: Χρήση

source: To Play a CD
de: Abspielen einer CD
el: Αναπαραγωγή CD

source: Shows Play button.
de: Zeigt den Wiedergabeknopf.
el: Εμφανίζει το πλήκτρο αναπαραγωγής.

source: To play a CD, insert the CD in the CD drive of your computer, then press the <placeholder-1/> button.
de: Um eine CD abzuspielen, legen Sie diese in das CD-Laufwerk ihres Rechners ein, und klicken Sie dann auf den Knopf <placeholder-1/>.
el: Για να αναπαράγετε ένα CD, εισάγετέ το στην συσκευή ανάγνωσης CD του υπολογιστή σας και πιέστε το πλήκτρο <placeholder-1/>.

source: The application displays the following information in the display area:
de: Die Anwendung zeigt die folgenden Informationen im Anzeigebereich an:
el: Η εφαρμογή προβάλλει τις εξής πληροφορίες στην περιοχή προβολής:

source: Time elapsed on the current track.
de: Verbleibende Zeit des aktuell abgespielten Titels.
el: Τον χρόνο που έχει αναπαραχθεί το τρέχον κομμάτι.

source: Name of the artist.
de: Name des Künstlers.
el: Όνομα του καλλιτέχνη.

source: Title of the CD.
de: Titel der CD.
el: Τίτλος του CD.

source: To Move Through Tracks
de: Bewegen zwischen den Titeln
el: Μετακίνηση σε κομμάτι

source: To play different tracks on the CD, perform the following actions:
de: Um die verschiedenen Titel einer CD abzuspielen, gehen Sie wie folgt vor:
el: Για να αναπαράξετε διάφορα κομμάτια από το CD, εκτελέστε τις παρακάτω ενέργειες:

source: Shows Next track button.
de: Zeigt den Knopf für den nächsten Titel.
el: Εμφανίζει το πλήκτρο επόμενο κομμάτι.

source: To move to the next track on the CD, click on the <placeholder-1/> button.
de: Um zum nächsten Titel auf der CD zu springen, klicken Sie auf den Knopf <placeholder-1/>.
el: Για να μετακινηθείτε στο επόμενο κομμάτι του CD, κάντε κλικ στο πλήκτρο <placeholder-1/>.

source: Shows Previous track button.
de: Zeigt den Knopf für den vorherigen Titel.
el: Εμφανίζει το πλήκτρο προηγούμενο κομμάτι.

source: To move to the previous track on the CD, click twice on the <placeholder-1/> button.
de: Um zum vorhergehenden Titel auf der CD zu springen, doppelklicken Sie auf den Knopf <placeholder-1/>.
el: Για να μετακινηθείτε στο προηγούμενο κομμάτι του CD, κάντε διπλό κλικ στο πλήκτρο <placeholder-1/>.

source: To display a list of the tracks on the CD, click on the drop-down list located below the display area. To move to a track on the list, select a track from the list.
de: Um die Liste der Titel auf einer CD anzuzeigen, klicken Sie in die Auswahlliste unterhalb des Anzeigebereichs. Um zu einem der Titel in der Liste zu springen, wählen Sie ihn aus.
el: Για να προβάλετε μία λίστα των κομματιών του CD, κάντε κλικ στην αναπτυσσόμενη λίστα που βρίσκεται κάτω από την περιοχή προβολής. Για να μετακινηθείτε σε κάποιο κομμάτι της λίστας, επιλέξτέ το.

source: To Fast Forward a Track
de: Vorspulen eines Titels
el: Γρήγορη προώθηση κομματιού

source: Shows Fast forward button.
de: Zeigt den Vorspulen-Knopf.
el: Εμφανίζει το πλήκτρο γρήγορης προώθησης.

source: To fast forward a track, click on the <placeholder-1/> button.
de: Um einen Titel vorzuspulen, klicken Sie auf den Knopf <placeholder-1/>.
el: Για να προωθήσετε γρήγορα ένα κομμάτι, κάντε κλικ στο πλήκτρο <placeholder-1/>.

source: To Rewind a Track
de: Zurückspulen eines Titels
el: Μετακίνηση στην αρχή κομματιού

source: Shows Rewind button.
de: Zeigt den Zurückspulen-Knopf.
el: Εμφανίζει το πλήκτρο μετακίνηση στην αρχή.

source: To rewind a track, click on the <placeholder-1/> button.
de: Um einen Titel zurückzuspulen, klicken Sie auf den Knopf <placeholder-1/>.
el: Για να μετακινήσετε στην αρχή ένα κομμάτι, κάντε κλικ στο πλήκτρο <placeholder-1/>.

source: To Pause a CD
de: Pausieren einer CD
el: Παύση αναπαραγωγής CD

source: Shows Pause button.
de: Zeigt den Pause-Knopf.
el: Εμφανίζει το πλήκτρο παύση.

source: To pause a CD that is playing, click on the <placeholder-1/> button. To resume playing the CD, click on the <placeholder-2/> button again.
de: Um eine abgespielte CD zu pausieren, klicken Sie auf den Knopf <placeholder-1/>. Um die Wiedergabe wiederaufzunehmen, klicken Sie erneut auf den Knopf <placeholder-2/>.
el: Για να σταματήσετε ένα CD που αναπαράγεται, κάντε κλικ στο πλήκτρο <placeholder-1/>. Για να επαναλάβετε την αναπαραγωγή του CD, κάντε ξανά κλικ στο πλήκτρο <placeholder-2/>.

source: To Stop a CD
de: Anhalten einer CD
el: Διακοπή αναπαραγωγής CD

source: Shows Stop button.
de: Zeigt den Anhalten-Knopf.
el: Εμφανίζει το πλήκτρο διακοπή.

source: To stop playing a CD, click on the <placeholder-1/> button.
de: Um die Wiedergabe einer CD anzuhalten, klicken Sie auf den Knopf <placeholder-1/>.
el: Για να διακόψετε την αναπαραγωγή ενός CD, κάντε κλικ στο πλήκτρο <placeholder-1/>.

source: To Adjust the Volume
de: Einstellen der Laustärke
el: Ρύθμιση της έντασης ήχου

source: To adjust the output volume of the CD Player, move the volume slider to specify the volume level you require. The volume slider is located to the right of the display area in the application window. Move the slider upwards to increase the volume. Move the slider downwards to decrease the volume.
de: Um die Wiedergabelautstärke des CD-Spielers anzupassen, bewegen Sie den Schieberegler zum gewünschten Lautstärkepegel. Der Lautstärkeregler befindet sich an der rechten Seite des Anzeigebereichs im Anwendungsfenster. Verschieben nach oben erhöht die Lautstärke, verschieben nach unten verringert sie.
el: Για να ρυθμίσετε την ένταση εξόδου του CD Player, μετακινήστε τον ρυθμιστή έντασης για να ορίσετε το επίπεδο έντασης που χρειάζεστε. Ο ρυθμιστής έντασης βρίσκεται δεξιά από την περιοχή προβολής στο παράθυρο της εφαρμογής. Μετακινήστε τον ρυθμιστή προς τα επάνω για να αυξήσετε την ένταση. Μετακινήστε τον ρυθμιστή προς τα κάτω για μειώσετε την ένταση.

source: To Edit CD Information
de: Bearbeiten der CD-Informationen
el: Επεξεργασία πληροφοριών του CD

source: To edit the CD information, perform the following steps:
de: Zum Bearbeiten der CD-Informationen gehen Sie wie folgt vor:
el: Για να επεξεργαστείτε τις πληροφορίες του CD, εκτελέστε τις παρακάτω ενέργειες:

source: To open the <guilabel>Track Editor</guilabel> dialog, click on the <placeholder-1/> button. The <guilabel>Track Editor</guilabel> dialog is displayed, see <xref linkend="fig-cd-track-editor"/>.
de: Um den <guilabel>Titeleditor</guilabel>-Dialog zu öffnen, klicken sie auf den <placeholder-1/>-Knopf. Der <guilabel>Titeleditor</guilabel>-Dialog wird angezeigt, siehe <xref linkend="fig-cd-track-editor"/>.
el: Για να ανοίξετε τον διάλογο <guilabel>Επεξεργαστή κομματιών</guilabel>, κάντε κλικ στο πλήκτρο <placeholder-1/>. Ο διάλογος <guilabel>Επεξεργαστή κομματιών</guilabel> προβάλεται, βλέπε <xref linkend="fig-cd-track-editor"/>.

source: To edit the name of the artist, edit the contents of the <guilabel>Artist</guilabel> text box.
de: Um den Namen des Künstlers zu bearbeiten, ändern Sie den Inhalt des Textfeldes <guilabel>Künstler</guilabel>.
el: Για να επεξεργαστείτε το όνομα του καλλιτέχνη, επεξεργαστείτε το περιεχόμενο του πεδίου εισαγωγής κειμένου <guilabel>Καλλιτέχνης</guilabel>.
