Repository: olerem/gnome-recorder
Catalog: gnome-cd/doc/*/*.po
Languages: de, el

source: To edit the title of the CD, edit the contents of the <guilabel>Disc Title</guilabel> text box.
de: Um den Titel der CD zu bearbeiten, ändern Sie den Inhalt des Textfeldes <guilabel>CD-Titel</guilabel>.
el: Για να επεξεργαστείτε τον τίτλο ενός CD, επεξεργαστείτε το περιεχόμενο του πεδίου εισαγωγής κειμένου <guilabel>Τίτλος δίσκου</guilabel>.

source: To add comments about the CD, the genre of music, and the year the CD was produced, click on the arrow next to <guilabel>Show advanced disc options</guilabel>.
de: Um Kommentare zur CD hinzuzufügen, wie das Musikgenre oder das Produktionsjahr, klicken Sie auf den Pfeil links neben <guilabel>Erweiterte CD-Einstellungen anzeigen</guilabel>.
el: Για να προσθέσετε σχόλια για το CD, το είδος της μουσικής, και το έτος παραγωγής του CD, κάντε κλικ στο βέλος δίπλα στην <guilabel>Εμφάνιση ειδικών επιλογών δίσκου</guilabel>.

source: To edit the title of a track, click twice on the track in the <guilabel>Title</guilabel> column of the track table, then type the new title.
de: Um den Namen eines Titels zu bearbeiten, doppelklicken Sie auf die Spalte <guilabel>Titel</guilabel> in der Titelansicht und geben Sie dann den neuen Namen ein.
el: Για να επεξεργαστείτε τον τίτλο ενός κομματιού, κάντε διπλό κλικ στο κομμάτι στην στήλη <guilabel>Τίτλος</guilabel> του πίνακα κομματιών και πληκτρολογήστε τον νέο τίτλο.

source: To add additional information about a track, select the track in the track table, then click on the arrow next to <guilabel>Show advanced track options</guilabel>.
de: Um zusätzliche Informationen über den Titel hinzuzufügen, wählen Sie den Titel in der Titelansicht aus und klicken Sie anschließend auf den Pfeil neben <guilabel>Erweiterte Titeleinstellungen anzeigen</guilabel>.
el: Για να προσθέσετε επιπλέον πληροφορίες για ένα κομμάτι, επιλέξτε το κομμάτι στον πίνακα κομματιών και κάντε κλικ στο βέλος δίπλα στην <guilabel>Προβολή προχωρημένων επιλογών κομματιού</guilabel>.

source: Type the additional track information in the <guilabel>Extra track data</guilabel> text box.
de: Geben Sie die zusätzlichen Titelinformationen in das Textfeld <guilabel>Zusätzliche Titeldaten</guilabel> ein.
el: Πληκτρολογήστε τις επιπλέον πληροφορίες για το κομμάτι στο πεδίο εισαγωγής κειμένου <guilabel>Πρόσθετα δεδομένα κομματιού</guilabel>.

source: To save the changes on your local computer, click <guibutton>Save</guibutton>.
de: Um die vorgenommenen Änderungen auf Ihrem lokalen Rechner zu speichern, klicken Sie auf <guibutton>Speichern</guibutton>.
el: Για να αποθηκεύσετε τις αλλαγές στον υπολογιστή σας, κάντε κλικ στο πλήκτρο <guibutton>Αποθήκευση</guibutton>.

source: Track Editor Dialog
de: Titeleditor-Dialog
el: Διάλογος επεξεργαστή κομματιών

source: To Eject a CD
de: Auswerfen einer CD
el: Εξαγωγή CD

source: Shows Eject CD button.
de: Zeigt den Knopf zum Auswerfen der CD.
el: Εμφανίζει το πλήκτρο εξαγωγής CD.

source: To eject a CD, click on the <placeholder-1/> button. This action stops the CD if the CD is still playing, and opens the CD tray.
de: Um eine CD auszuwerfen, klicken Sie auf den Knopf <placeholder-1/>. Diese Aktion beendet die Wiedergabe, falls diese noch läuft, und öffnet die CD-Schublade.
el: Για να εξάγετε ένα CD, κάντε κλικ στο πλήκτρο <placeholder-1/>. Αυτή η ενέργεια, διακόπτει το CD αν αυτό αναπαράγεται, και ανοίγει το συρτάρι εισαγωγής CD.

source: Preferences
de: Einstellungen
el: Προτιμήσεις

source: To configure <application>CD Player</application>, click on the <placeholder-1/> button.
de: Um den <application>CD-Spieler</application> zu konfigurieren, klicken Sie auf den Knopf <placeholder-1/>.
el: Για να διαμορφώσετε την εφαρμογή <application>CD Player</application>, κάντε κλικ στο πλήκτρο <placeholder-1/>.

source: CD Player Device
de: CD-Spieler-Laufwerk
el: Συσκευή CD Player

source: Use this text box to specify the name of the CDROM device. Click <guibutton>Apply change</guibutton> to save a change to this setting.
de: Geben Sie in diesem Textfeld den Namen des CDROM-Gerätes an. Klicken Sie auf <guibutton>Änderungen anwenden</guibutton>, um diese Einstellung zu übernehmen.
el: Χρησιμοποιήστε αυτό το πεδίο εισαγωγής κειμένου για να ορίσετε το όνομα της συσκευής CDROM. Κάντε κλικ στο πλήκτρο <guibutton>Εφαρμογή</guibutton> για να αποθηκεύσετε αλλαγές σε αυτήν την ρύθμιση.

source: Start playing CD when CD Player starts
de: CD beim Start des CD-Players wiedergeben
el: Έναρξη αναπαραγωγής CD όταν εκκινεί το CD Player

source: Select this option to start playing the CD in the CD drive when you start the <application>CD Player</application> application.
de: Wählen Sie diese Option, um mit der CD-Wiedergabe zu beginnen, sobald die Anwendung <application>CD-Spieler</application> gestartet wird.
el: Ενεργοποιήστε αυτή την επιλογή για να αρχίζει η αναπαραγωγή του CD που βρίσκεται στην συσκευή αναπαραγωγής CD όταν εκκινείτε την εφαρμογή <application>CD Player</application>.

source: Attempt to eject CD when CD Player exits
de: Beim Beenden des CD-Players versuchen, die CD auszuwerfen
el: Προσπάθεια εξαγωγής του CD όταν η εφαρμογή CD τερματίζεται

source: Select this option to automatically eject the CD in the CD drive when the <application>CD Player</application> application exits.
de: Wählen Sie diese Option, um die CD automatisch aus dem CD-Laufwerk auszuwerfen, wenn die Anwendung <application>CD-Spieler</application> beendet wird.
el: Ενεργοποιήστε αυτή την επιλογή για να εξάγεται αυτόματα το CD που βρίσκεται στην συσκευή αναπαραγωγής όταν η εφαρμογή <application>CD Player</application> τερματίζεται.

source: Available Themes
de: Verfügbare Themen
el: Διαθέσιμα θέματα

source: Use this list box to select a display theme for the <application>CD Player</application>. The themes available are as follows:
de: Wählen Sie in diesem Listenfeld ein Anzeigethema für den <application>CD-Spieler</application> aus. Folgende Themen sin verfügbar:
el: Χρησιμοποιήστε αυτό το πλαίσιο λίστας για να επιλέξετε θέμα παρουσίασης για το <application>CD Player</application>. Τα διαθέσιμα θέματα είναι ως εξής:

source: None
de: Kein
el: Κανένα

source: Provides standard buttons and allows the standard Gnome Theme to show through making <application>CD Player</application> match your other applications.
de: Stellt Standardknöpfe bereit und wendet das Standard-GNOME-Thema auf den <application>CD-Spieler</application> an, um diesen an andere Anwendungen anzupassen.
el: Παρέχει κανονικά κουμπιά και επιτρέπει στο προεπιλεγμένο θέμα του Gnome να επικρατήσει κάνοντας έτσι το <application>CD Player</application> να ταιριάζει με τις άλλες σας εφαρμογές.

source: Provides standard buttons and a gray background in the display area.
de: Stellt Standardknöpfe und einen grauen Hintergrund für den Anzeigebereich bereit.
el: Παρέχει κανονικά κουμπιά και ένα γκρι παρασκήνιο στην περιοχή προβολής.

source: red-lcd
el: κόκκινο lcd

source: Provides standard buttons and a red background in the display area.
de: Stellt Standardknöpfe und einen roten Hintergrund für den Anzeigebereich bereit.
el: Παρέχει κανονικά κουμπιά και ένα κόκκινο παρασκήνιο στην περιοχή προβολής.

source: translator-credits
de: Mario Blättermann <mariobl@gnome.org>, 2009
el: Στέργιος Προσινικλής <steriosprosinikls@gmail.com>, 2009
