Repository: olerem/gnome-recorder
Catalog: po/*.po
Languages: et

source: Ready for command: %s
et: Valmis kuulama käsku: %s

source: Connecting [%s]
et: Ühendame [%s]

source: Querying server [%s]
et: Küsitleme serverit [%s]

source: Waiting for reply [%s]
et: Ootame vastust [%s]

source: Reading reply [%s]
et: Loeme vastust [%s]

source: Disconnecting [%s]
et: Lõpetame ühenduse [%s]

source: Error connecting [%s]
et: Viga ühendamisel [%s]

source: Error querying [%s]
et: Viga küsitlemisel [%s]

source: Error reading [%s]
et: Viga lugemisel [%s]

source: No match found for %s
et: Ei leidnud %s vastavat

source: Timeout: %s
et: Aeg läbi: %s

source: Inactive. %s
et: Inaktiivne. %s

source: _About
et: _Info

source: _Preferences...
et: _Häälestus...

source: _Program
et: _Programm

source: _Help
et: _Abimees

source: don't restore mixer-settings from configuration
et: ära taasta mikseri positsioone konfiguratsioonist

source: restore mixer-settings from configuration
et: taasta mikseri positsioonid konfiguratsioonist

source: initialise the mixer(s) from stored configuration and exit
et: loe mikseri(te) positsioonid salvestatud konfiguratsioonist ja lõpeta

source: don't save (modified) mixer-settings into configuration
et: ära salvesta (muudetud) mikseri positsioone konfiguratsiooni

source: On startup
et: Käivitamisel

source: Restore saved mixer levels on startup
et: Taasta salvestatud mikseripositsioonid

source: Hide menu on start
et: Peida käivitamisel menüü

source: Preferences
et: Häälestus

source: Lock
et: Lukk

source: Rec.
et: Salv.

source: Mute
et: Vait

source: GMIX - The Gnome Mixer
et: GMIX - GNOME mikser

source: This is a mixer for OSS sound-devices.
et: See on mikser OSS heliseadmetele

source: TCD - The Gnome CD Player
et: TCD - GNOME CD mängija

source: GTCD is the Gnome CD player application. Includes CDDB support. Please see the 'Thanks' file included with the distribution for more credits.
et: GTCD on GNOME CD mängija. Toetab CDDB andmebaasi. Vaadake failist 'Thanks', kes kõik on selle valmimisele kaasa aidanud.

source: Disc ID
et: Plaadi ID

source: Disc Title
et: Plaadi nimi

source: Edit
et: Redigeeri

source: Remove
et: Eemalda

source: Refresh List
et: Värskenda nimekirja

source: Server Settings
et: Serveri häälestus

source: Address
et: Aadress

source: Port
et: Post

source: Use HTTP
et: Kasuta HTTP-d

source: Local Database
et: Kohalik andmebaas

source: CDDB Data
et: CDDB andmed

source: CDDB Editor
et: CDDB redaktor

source: Error reading $HOME/.cddbslave.
et: Viga $HOME/.cddbslave lugemisel.

source: Couldn't remove file: %s
et: Ei õnnestunud kustutada faili: %s

source: Delete CDDB Entry?
et: Kas kustutada CDDB kirje?

source: CDDB Status
et: CDDB seisund

source: Get CDDB Now
et: Loe nüüd CDDB

source: trk-e
et: lugu <

source: trk-r
et: lugu >

source: dsc-e
et: plaat <

source: dsc-r
et: plaat >

source: loop-cd
et: o plaat

source: loop-t
et: o lugu

source: normal
et: norm

source: random
et: juhus

source: Open track editor
et: Ava redaktor

source: Quit
et: Lõpeta

source: Play/Pause
et: Mängi/paus

source: Stop
et: Stopp

source: Eject
et: Plaat välja

source: Skip backwards
et: Hüppa tagasi

source: Skip forwards
et: Hüppa edasi

source: (Scanning)
et: (Loeme infot)

source: No Disc
et: Plaati pole

source: Error
et: Viga

source: Volume
et: Helitugevus

source: Filename of the CD device
et: CD seadme failinimi

source: Play CD on startup
et: Hakka käivitamisel plaati mängima

source: Time
et: Aeg

source: Title
et: Pealkiri

source: Trk
et: Lugu

source: Track Editor
et: Redaktor

source: Disc Information (%02u:%02u minutes)
et: Plaat (%02u:%02u minutit)

source: Artist / Title
et: Autor / Nimi

source: Track Information
et: Lood

source: Clear
et: Kustuta

source: Playlist
et: Nimekiri

source: Submit
et: Saada

source: Submit Information
et: Saada informatsioon

source: Submit information about '%s'
et: Saada informatsioon '%s'

source: To:
et: Kuhu:

source: Category:
et: Kategooria:

source: Error accessing cdrom device. Please check to make sure cdrom drive support is compiled into the kernel, and that you have permission to access the device. Reason: %s
et: Viga CDROM seadme kasutamisel. Tehke palun kindlaks, et kernel toetab cdrom-i ja et teil on vajalikud õigused seadme kasutamiseks. Põhjus: %s

source: Unknown / Unknown
et: Tundmatu / Tundmatu

source: Track %d
et: Lugu %d

source: Play
et: Mängi

source: Preferences...
et: Häälestus...

source: Track Editor...
et: Redaktor...

source: Help
et: Abimees

source: About
et: Info

source: Do nothing
et: Ära tee midagi

source: Start playing
et: Hakka mängima

source: Stop playing
et: Peata mängimine

source: Close tray
et: Sulge sahtel

source: Open tray
et: Ava sahtel

source: CDROM device
et: CDROM seade

source: Track/title color
et: Loo/pealkirja värv

source: Track/title font
et: Loo/pealkirja shrift

source: Change font
et: Muuda shrifti

source: Show handles (restart required)
et: Näita käepidet (tuleb uuesti käivitada)

source: Show tooltips
et: Näita vihjeid

source: Use alternate method to play CD
et: Kasuta teist meetodit CD mängimiseks

source: On exit
et: Lahkumisel

source: Key
et: Klahv

source: Action
et: Tegevus

source: Click here to change (restart required):
et: Klõpsake siin, et muuta

source: Keybindings
et: Klaviatuur

source: CDDB Settings
et: CDDB häälestus

source: Cannot connect to sound daemon. Please run 'esd' at a command prompt.
et: Ei saaa ühendust helideemoniga. Palun käivitage käsurealt 'esd'.

source: Specify the X position of the meter.
et: Määrab näidiku X-positsiooni

source: X-Position
et: X-positsioon

source: Specify the Y position of the meter.
et: Määrab näidiku Y-positsiooni

source: Y-Position
et: Y-positsioon

source: Connect to the esd server on this host.
et: Ühenda esd serveriga sellel hostil.

source: Open a vertical version of the meter.
et: Ava näidiku vertikaalne variant.

source: Host is %s
et: Host on %s

source: Volume Meter
et: Näidik
